---
kind: property
id: P:Autodesk.Revit.DB.BuiltInFailures.CurtainGridFamilyFailures.CannotCreateCurtainPanelError
source: html/a34d4b62-bb05-f6a8-d432-056dc516c8de.htm
---
# Autodesk.Revit.DB.BuiltInFailures.CurtainGridFamilyFailures.CannotCreateCurtainPanelError Property

## Syntax (C#)
```csharp
public static FailureDefinitionId CannotCreateCurtainPanelError { get; }
```